{
    "menuTitle": "Menu",
    "menuNavigation": "Navigation",
    "menuLanguage": "Language",
    "title": "Parliamentary Meetings Records 1861-1939",
    "search": "Search",
    "about": "About",
    "language": "Language",
    "dontTranslate": "Do not translate",
    "sl": "Slovenian",
    "de": "German",
    "en": "English",
    "sr": "Serbian",
    "hr": "Croatian",
    "sh-Latn": "Serbo-Croatian (Latin)",
    "sh-Cyrl": "Serbo-Croatian (Cyrillic)",
    "searchBarPlaceholder": "Search content ...",
    "selectSpeakerPlaceholder": "Select speaker ...",
    "selectPlacePlaceholder": "Select place ...",
    "date": "Date",
    "dateFrom": "From",
    "dateTo": "To",
    "corpus": "Corpus",
    "DezelniZborKranjski": "Carniolan Provincial Assembly",
    "Yu1Parl": "National Representation of the First Yugoslavia",
    "dezelniGlavar": "Provincial Governor",
    "porocevalec": "Reporter",
    "predsednik": "President",
    "sort": "Sort",
    "sortByRelevance": "By relevance",
    "sortByDateAsc": "By date (ascending)",
    "sortByDateDesc": "By date (descending)",
    "resultsWillBeDisplayedHere": "Results will be displayed here.",
    "loading": "Loading ...",
    "additionalLoadingInfo": "Searching for more frequent words may take longer.",
    "noResults": "No results found for your search.",
    "agenda": "Agenda",
    "noAgenda": "The record does not contain an agenda.",
    "detailsButton": "Search details",
    "viewDocumentButton": "View document",
    "totalFound": "Number of sentences that match all search criteria",
    "expandAgendaButton": "Show more",
    "hideAgendaButton": "Hide",
    "toolbar": "Toolbar",
    "show": "Show",
    "originalDocument": "Original document",
    "transcript": "Transcript",
    "transcriptLanguage": "Transcript language",
    "textSearch": "Text search",
    "textSearchPlaceholder": "Search content ...",
    "noTargetWordsFound": "No target words found.",
    "of": "of",
    "showingResults": "Showing results",
    "aboutTitle1": "Description",
    "aboutText1": "The ParlaVis web application is designed for browsing and searching through multilingual proceedings of historical parliamentary sessions that have been scanned and OCR-processed and are available in digital form. The application allows users to view the facsimile of an individual proceedings (in PDF format) alongside its transcription, and also includes a powerful search engine for these documents. Searches can be performed by keywords or phrases, as well as by the name of the speaker or the place discussed. Since all these proceedings are multilingual, the search can be limited to a specific language or search in translations of the text. Search results can also be filtered by document date and corpus, and sorted by the date of the document or by relevance. The search results are displayed as a preview of the document facsimile, along with highlighted sections that match the query.<br><br>By clicking on an individual document, users can open the full facsimile, which can be browsed and searched. Instead of a facsimile of the document, you can also view a transcript in several languages, which likewise supports content-based searching.",
    "aboutSubtitle1": "Finding relevant proceedings",
    "aboutText2": "By default, the keyword search finds all proceedings that contain all the words in the query. To search for documents that contain at least one of the specified search words, separate them with an OR in the search field. You can also search for a phrase. In this case, the phrase is placed in quotation marks (e.g. \"<em>kmetijska šola</em>\"). You can also search for translations of the text. If the search word is entered in its basic form (lemma), the search will also find all other forms of the word (e.g. for the search word <em>šola</em> (school), the words <em>šoli</em>, <em>šolo</em>, <em>šole</em>, etc. will also be found).",
    "aboutSubtitle2": "Content search in the proceedings",
    "aboutText5": "Content search in the proceedings allows searching by keywords, lemmas, phrases, and speakers. Enter keywords separated by spaces, e.g., <em>vojna mirovna pogodba</em>, for the program to find all occurrences. Phrase searches require quotation marks, e.g., \"<em>mirovna pogodba</em>\". If you select a speaker, the program will highlight all their speeches, and if combined with a search term, it will highlight the searched words within the selected speaker's speeches. Cross-language search enables the program to highlight an entire sentence if the searched word appears in a translated sentence in another language.",
    "aboutTitle2": "Content (Parliamentary Meeting Proceedings)",
    "aboutText3": "The corpus of the Carniolan Provincial Assembly (1861-1913) is available in the <a href='http://hdl.handle.net/11356/1824'>Clarin.si repository</a> and comprises 694 sessions.<br><br>The corpus of the National Representation of the first Yugoslavia (1919-1939) comprises 714 sessions, which are published in electronic form in <a href='http://hdl.handle.net/11356/1845'>Clarin.si repository</a>.<br><br>In both collections, in addition to a facsimile in PDF format, each session also has a linguistically annotated text in TEI XML format, which enables machine processing of the records.<br><br>Both collections were prepared at the <a href='https://fri.uni-lj.si/en'>Faculty of Computer and Information Science, University of Ljubljana</a> in collaboration with the <a href='https://www.inz.si/en/'>Institute of Contemporary History</a>, while the facsimiles of the documents are also available on the <a href='https://www.sistory.si/eng'>History of Slovenia - SIstory</a> portal.",
    "aboutTitle3": "Web application",
    "aboutText4": "ParlaVis, Parliamentary corpora viewer<br><br>Copyleft © 2023 Martin Stojanoski, <a href='mailto:martinstojanoski{'@'}outlook.com'>martinstojanoski{'@'}outlook.com</a> & David Čadež, <a href='mailto:david.cadez89{'@'}gmail.com'>david.cadez89{'@'}gmail.com</a><br><br>This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.<br><br>This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.<br><br>You should have received a copy of the GNU General Public License along with this program. If not, see <a href='http://www.gnu.org/licenses'>http://www.gnu.org/licenses</a>.<br><br>The source code of the application is available in the <a href='https://github.com/UL-FRI-LGM/CorporaViewer'>Github repository</a>.<br><br>The Web application is is described in more detail in the article <a href='https://aclanthology.org/2024.parlaclarin-1.19.pdf'>A. Kavčič, M. Stojanoski in M. Marolt (2024): Historical Parliamentary Corpora Viewer</a>.<br><br>This work was supported by the research program ARIS P6-0436: Digital Humanities: Resources, Tools and Methods (2022–2027).<br><br>Last change: October 2025",
    "page": "Page",
    "tooltip": "Enter words separated by spaces and the tool will search for occurrences of those words. If the base form of a word (lemma) is entered, the tool will also find other forms of that word. Use quotation marks (e.g. \"<em>example phrase</em>\") to search for a phrase in the text. When you enter a search string and select a speaker, the tool will highlight places where the string appears in that speaker’s speech. If you do not enter a search string but select a speaker, the tool will highlight all speeches by the selected speaker. To account for possible OCR errors, the tool also allows searching for similar words with small differences (Loose search).",
    "looseSearch": "Loose search",
    "allSpeakers": "All speakers ...",
    "transcriptWillBeDisplayedHere": "The transcript will be displayed here.",
    "highlights": {
      "count": "Hit {current} / {total}"
    }
}
