{
  "menuTitle": "Meni",
  "menuNavigation": "Navigacija",
  "menuLanguage": "Jezik",
  "title": "Zapisniki parlamentarnih zasedanj 1861-1939",
  "search": "Iskalnik",
  "about": "O aplikaciji",
  "language": "Jezik",
  "dontTranslate": "Ne prevajaj",
  "sl": "Slovenščina",
  "de": "Nemščina",
  "en": "Angleščina",
  "sr": "Srbščina",
  "hr": "Hrvaščina",
  "sh-Latn": "Srbohrvaščina (latinica)",
  "sh-Cyrl": "Srbohrvaščina (cirilica)",
  "searchBarPlaceholder": "Išči po vsebini ...",
  "selectSpeakerPlaceholder": "Izberi govorca ...",
  "selectPlacePlaceholder": "Izberi obravnavani kraj ...",
  "date": "Datum",
  "dateFrom": "Od",
  "dateTo": "Do",
  "corpus": "Korpus",
  "DezelniZborKranjski": "Kranjski deželni zbor",
  "Yu1Parl": "Narodno predstavništvo prve Jugoslavije",
  "dezelniGlavar": "Deželni glavar",
  "porocevalec": "Poročevalec",
  "predsednik": "Predsednik",
  "sort": "Razvrsti",
  "sortByRelevance": "Po relevantnosti",
  "sortByDateAsc": "Po datumu (naraščajoče)",
  "sortByDateDesc": "Po datumu (padajoče)",
  "resultsWillBeDisplayedHere": "Rezultati bodo prikazani tukaj.",
  "loading": "Nalaganje ...",
  "additionalLoadingInfo": "Iskanje bolj pogostih besed lahko traja dlje.",
  "noResults": "Vašemu iskanju ne ustreza noben rezultat.",
  "agenda": "Dnevni red",
  "noAgenda": "Zapisnik ne vsebuje dnevnega reda.",
  "detailsButton": "Podrobnosti iskanja",
  "viewDocumentButton": "Poglej dokument",
  "totalFound": "Število povedi, ki ustrezajo vsem iskalnim kriterijem",
  "expandAgendaButton": "Prikaži več",
  "hideAgendaButton": "Skrij",
  "toolbar": "Orodna vrstica",
  "show": "Prikaži",
  "originalDocument": "Originalen dokument",
  "transcript": "Transkript",
  "transcriptLanguage": "Jezik transkripta",
  "textSearch": "Iskanje po besedilu",
  "textSearchPlaceholder": "Iskanje po vsebini ...",
  "noTargetWordsFound": "Napaka pri označevanju iskanih besed.",
  "of": "od",
  "showingResults": "Prikazujem rezultate",
  "aboutTitle1": "Opis",
  "aboutText1": "Spletna aplikacija ParlaVis je namenjena pregledovanju in iskanju po večjezičnih zapisnikih zgodovinsko pomembnih sej, ki so bili optično prebrani in so na voljo v digitalni obliki. Aplikacija omogoča prikaz faksimila posameznega zapisnika (v formatu PDF) in njegovega transkripta, vsebuje pa tudi zmogljiv iskalnik po teh dokumentih. Iščemo lahko po ključnih besedah ali frazah, pa tudi po imenu govorca ali obravnavanem kraju. Ker so vsi ti zapisniki večjezični, lahko z izbiro jezika omejimo iskanje le na določen jezik ali pa iščemo tudi v prevodih besedila. Rezultate iskanja lahko filtriramo tudi po datumu dokumenta in korpusu ter razvrstimo po datumu zapisnika in relevantnosti. Rezultati iskanja se prikažejo kot predogled faksimila zapisnika, skupaj z izpostavljenimi deli zapisnika, ki ustrezajo povpraševanju.<br><br>S klikom na posamezni zapisnik odpremo faksimile celega zapisnika, ki ga lahko pregledujemo in po njem tudi iščemo. Lahko si ogledamo tudi transkript zapisnika v več jezikih, ki prav tako podpira vsebinsko iskanje.",
  "aboutSubtitle1": "Iskanje relevantnih zapisnikov",
  "aboutText2": "Iskanje po ključnih besedah privzeto išče po vseh vpisanih besedah, ki se pojavijo hkrati v istem zapisniku. Če želimo poiskati dokumente, v katerih se pojavi vsaj ena od navedenih iskanih besed, jih v iskalnem polju ločimo z OR. Iščemo lahko tudi po frazah, v tem primeru frazo navedemo v narekovajih (npr. \"<em>kmetijska šola</em>\"). Iščemo lahko tudi po prevodih besedila. Če je iskana beseda vpisana v osnovni obliki (lema), iskanje najde tudi vse druge oblike te besede (npr. pri iskani besedi <em>šola</em> poišče tudi besede <em>šoli</em>, <em>šolo</em>, <em>šole</em> itd.).",
  "aboutSubtitle2": "Vsebinsko iskanje po zapisniku",
  "aboutText5": "Vsebinsko iskanje po zapisniku omogoča iskanje po ključnih besedah, lemah, frazah in govornikih. Ključne besede vpišemo ločene s presledki, npr. <em>vojna mirovna pogodba</em>, da program poišče vse pojavitve teh besed. Iskanje fraz zahteva narekovaje, npr. \"<em>mirovna pogodba</em>\". Če izberemo govornika, bo program označil vse njegove govore, pri kombinaciji z iskalnim nizom pa bo označil iskane besede znotraj govorov izbranega govornika. Medjezično iskanje omogoča, da se ob pojavitvi iskane besede v drugem jeziku označi celoten stavek.",
  "aboutTitle2": "Vsebina (zapisniki parlamentarnih sej)",
  "aboutText3": "Zbirka zapisnikov sej deželnega zbora kranjskega (1861-1913) je v elektronski obliki objavljena v <a href='http://hdl.handle.net/11356/1824'>repozitoriju Clarin.si</a> in obsega 694 zapisnikov sej.<br><br>Zbirka zapisnikov različnih zasedanj narodnega predstavništva Kraljevine SHS in Kraljevine Jugoslavije (1919–1939) obsega 714 zapisnikov, ki so v elektronski obliki objavljeni v <a href='http://hdl.handle.net/11356/1845'>repozitoriju Clarin.si</a>.<br><br>V obeh zbirkah je za vsak zapisnik poleg faksimila v formatu PDF pripravljeno tudi jezikovno anotirano besedilo v formatu TEI XML, ki omogoča strojno obdelavo zapisnikov.<br><br>Obe zbirki so pripravili na <a href='https://fri.uni-lj.si/sl'>Fakulteti za računalništvo in informatiko Univerze v Ljubljani</a> v sodelovanju z <a href='https://www.inz.si/'>Inštitutom za novejšo zgodovino</a>, faksimili dokumentov pa so dostopni tudi na portalu <a href='https://www.sistory.si/'>Zgodovina Slovenije - SIstory</a>.",
  "aboutTitle3": "Spletna aplikacija",
  "aboutText4": "ParlaVis, Pregledovalnik parlamentarnih korpusov / Parliamentary corpora viewer<br><br>Copyleft © 2023 Martin Stojanoski, <a href='mailto:martinstojanoski{'@'}outlook.com'>martinstojanoski{'@'}outlook.com</a> & David Čadež, <a href='mailto:david.cadez89{'@'}gmail.com'>david.cadez89{'@'}gmail.com</a><br><br>Ta program spada med prosto programje; lahko ga razširjate in/ali spreminjate pod pogoji Splošnega dovoljenja GNU (GNU General Public License), različice 3, kot ga je objavila ustanova Free Software Foundation.<br><br>Ta program se razširja v upanju, da bo uporaben, vendar BREZ VSAKRŠNEGA JAMSTVA; tudi brez posredne zagotovitve CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČEN NAMEN. Za podrobnosti glejte besedilo GNU General Public License.<br><br>Skupaj s tem programom bi morali prejeti izvod Splošnega dovoljenja GNU (GNU General Public License). Podrobnosti licence so dostopne tudi na spletni strani <a href='http://www.gnu.org/licenses'>http://www.gnu.org/licenses</a>. Izvorna koda aplikacije je dosegljiva v <a href='https://github.com/UL-FRI-LGM/CorporaViewer'>repozitoriju Github</a>.<br><br>Spletna aplikacija je podrobneje opisana v članku <a href='https://aclanthology.org/2024.parlaclarin-1.19.pdf'>A. Kavčič, M. Stojanoski in M. Marolt (2024): Historical Parliamentary Corpora Viewer</a>.<br><br>Delo je nastalo s podporo raziskovalnega programa ARIS P6-0436: Digitalna humanistika: viri, orodja in metode (2022–2027).<br><br>Zadnja sprememba: oktober 2025",
  "page": "Stran",
  "tooltip": "Vnesite besede, ločene s presledki, in orodje bo poiskalo pojavitve teh besed. Če je vpisana osnovna oblika besede (lema), orodje poišče tudi druge oblike besede. Uporabite narekovaje (npr. \"<em>primer fraze</em>\") za iskanje fraze v besedilu. Ob vnosu iskalnega niza in izbiri govornika bo orodje označilo mesta, kjer se niz pojavi v govoru izbranega govornika. Če ne vnesete iskalnega niza, a izberete govornika, bo orodje označilo vse govore izbranega govornika. Zaradi morebitnih OCR-napak omogoča iskanje tudi podobnih besed z majhnimi razlikami (Ohlapno iskanje).",
  "looseSearch": "Ohlapno iskanje",
  "allSpeakers": "Vsi govorci ...",
  "transcriptWillBeDisplayedHere": "Transkript bo prikazan tukaj.",
  "highlights": {
    "count": "Zadetek {current} / {total}"
  }
}
