{
    "webpageTitle": "Protokolle der Parlamentssitzungen 1861-1913",
    "menuTitle": "Menü",
    "menuNavigation": "Navigation",
    "menuLanguage": "Sprache",
    "title": "Protokolle der Parlamentssitzungen 1861-1913",
    "search": "Suche",
    "about": "Über das App",
    "language": "Sprache",
    "dontTranslate": "Nicht übersetzen",
    "sl": "Slowenisch",
    "de": "Deutsch",
    "en": "Englisch",
    "searchBarPlaceholder": "Suche nach Inhalten ...",
    "selectSpeakerPlaceholder": "Wähle einen Sprecher ...",
    "selectPlacePlaceholder": "Wähle einen behandelden Ort ...",
    "date": "Datum",
    "dateFrom": "Von",
    "dateTo": "Bis",
    "corpus": "Korpus",
    "DezelniZborKranjski": "Krainer Landtag",
    "sort": "Sortieren",
    "sortByRelevance": "Nach Relevanz",
    "sortByDateAsc": "Nach Datum (aufsteigend)",
    "sortByDateDesc": "Nach Datum (absteigend)",
    "resultsWillBeDisplayedHere": "Die Ergebnisse werden hier angezeigt.",
    "loading": "Laden ...",
    "additionalLoadingInfo": "Die Suche nach häufigen Wörtern kann länger dauern.",
    "noResults": "Keine Ergebnisse gefunden.",
    "agenda": "Tagesordnung",
    "noAgenda": "Das Sitzung enthält nicht die Tagesordnung.",
    "detailsButton": "Details der Suche",
    "viewDocumentButton": "Dokument ansehen",
    "totalFound": "Anzahl der Sätze, die allen Suchkriterien entsprechen",
    "expandAgendaButton": "Mehr anzeigen",
    "hideAgendaButton": "Weniger anzeigen",
    "toolbar": "Werkzeugleiste",
    "show": "Anzeigen",
    "originalDocument": "Originaldokument",
    "transcript": "Transkript",
    "transcriptLanguage": "Transkriptsprache",
    "textSearch": "Textsuche",
    "textSearchPlaceholder": "Suche nach Text ...",
    "noTargetWordsFound": "Keine Suchwörter gefunden.",
    "of": "von",
    "showingResults": "Zeige Ergebnisse",
    "aboutTitle1": "Beschreibung",
    "aboutText1": "Die Webanwendung dient der Anzeige und Suche in mehrsprachigen Protokollen historisch wichtiger Sitzungen, die optisch gelesen wurden und in digitaler Form verfügbar sind. Die Anwendung ermöglicht die Suche nach Text, Sprecher und behandeltem Ort. Es ist auch möglich, die Suchergebnisse weiter zu filtern nach Sprache, Datum des Protokolls und Korpus und nach Datum des Protokolls und Relevanz zu sortieren.<br><br>Wenn wir das gesuchte Protokoll gefunden haben, können wir es anzeigen und nach Inhalten suchen. Anstelle des Faksimiles des Dokuments können wir auch sein Transkript in mehreren Sprachen lesen, das ebenfalls eine inhaltliche Suche unterstützt.",
    "aboutSubtitle1": "Suchmethoden für den Inhalt der Protokolle",
    "aboutText2": "Die Standardsuche nach Schlüsselwörtern sucht standardmäßig nach allen eingegebenen Wörtern, die gleichzeitig im selben Protokoll erscheinen. Wenn wir Dokumente suchen möchten, in denen mindestens eines der angegebenen Suchwörter erscheint, trennen wir sie im Suchfeld mit OR. Wir können auch nach Phrasen suchen, in diesem Fall geben wir die Phrase in Anführungszeichen an (z. B. \"Landwirtschaftsschule\"). Wir können auch nach Übersetzungen des Textes suchen.<br><br>Wenn das gesuchte Wort in der Grundform (Lemma) eingegeben ist, findet die Suche auch alle anderen Formen dieses Wortes (z. B. bei dem gesuchten Wort Schule findet es auch die Wörter Schule, Schule, Schulen usw.).<br><br>Die Suche im PDF-Dokument findet Vorkommen eines belie bigen eingegebenen Suchworts in der Form, wie es geschrieben ist (ermöglicht keine Suche nach Lemma oder Übersetzung).",
    "aboutTitle2": "Inhalt (Protokolle der Parlamentssitzungen)",
    "aboutText3": "Die Sammlung der Protokolle der Sitzungen des Kranjer Landtags (1861-1913) ist in elektronischer Form im <a href='https://www.clarin.si/repository/xmlui/handle/11356/1824'>Repositorium Clarin.si</a> veröffentlicht. Sie umfasst 694 Protokolle, wobei jedes Protokoll sprachlich annotierten Text im TEI XML-Format und ein Faksimile im PDF-Format enthält. Die Sammlung wurde an der <a href='https://fri.uni-lj.si/sl'>Fakultät für Informatik und Informatik der Universität Ljubljana</a> in Zusammenarbeit mit dem <a>Institut für Neuere Geschichte</a> vorbereitet, und die Faksimiles der Dokumente sind auch auf dem Portal <a href='https://www.sistory.si/'>Geschichte Sloweniens - SIstory</a> verfügbar.",
    "aboutTitle3": "Webseite",
    "aboutText4": "Parlamentarische Dokumentenbetrachter / Parliamentary corpora viewer<br><br>Copyleft © 2023 Martin Stojanoski, <a href='mailto:martinstojanoski{'@'}outlook.com'>martinstojanoski{'@'}outlook.com</a><br><br>Dieses Programm ist freie Software: Sie können es weitergeben und/oder modifizieren unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation, Version 3, veröffentlicht.<br><br>Dieses Programm wird in der Hoffnung bereitgestellt, dass es nützlich sein wird, aber OHNE JEGLICHE GARANTIE; auch ohne die implizite Garantie der MARKTFÄHIGKEIT oder EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Siehe die GNU General Public License für weitere Details.<br><br>Sie sollten eine Kopie der GNU General Public License zusammen mit diesem Programm erhalten haben. Wenn nicht, siehe <a href='http://www.gnu.org/licenses'>http://www.gnu.org/licenses</a>. Der Quellcode der Anwendung ist im Github-Repository verfügbar.<br><br>Letzte Änderung: Februar 2024",
    "page": "Seite",
    "tooltip": "Die Treffer, die sich aus einer Suche in allen relevanten Protokollen ergeben, stimmen nicht unbedingt mit den Treffern aus einer Suche in einem PDF-Dokument oder einer Abschrift eines Dokuments überein. Dies liegt daran, dass bei einer Suche in allen Datensätzen auch Lemmata und Übersetzungen von Wörtern berücksichtigt werden, während bei einer Suche im PDF-Dokument und im Transkript nur die angezeigten Wörter berücksichtigt werden, die dem genauen Suchbegriff entsprechen."
}