{
    "webpageTitle": "Parliamentary Meetings Records 1861-1913",
    "menuTitle": "Menu",
    "menuNavigation": "Navigation",
    "menuLanguage": "Language",
    "title": "Parliamentary Meetings Records 1861-1913",
    "search": "Search",
    "about": "About",
    "language": "Language",
    "dontTranslate": "Do not translate",
    "sl": "Slovenian",
    "de": "German",
    "en": "English",
    "searchBarPlaceholder": "Search content ...",
    "selectSpeakerPlaceholder": "Select speaker ...",
    "selectPlacePlaceholder": "Select place ...",
    "date": "Date",
    "dateFrom": "From",
    "dateTo": "To",
    "corpus": "Corpus",
    "DezelniZborKranjski": "Carniolan Provincial Assembly",
    "sort": "Sort",
    "sortByRelevance": "By relevance",
    "sortByDateAsc": "By date (ascending)",
    "sortByDateDesc": "By date (descending)",
    "resultsWillBeDisplayedHere": "Results will be displayed here.",
    "loading": "Loading ...",
    "additionalLoadingInfo": "Searching for more frequent words may take longer.",
    "noResults": "No results found for your search.",
    "agenda": "Agenda",
    "noAgenda": "The record does not contain an agenda.",
    "detailsButton": "Search details",
    "viewDocumentButton": "View document",
    "totalFound": "Number of sentences that match all search criteria",
    "expandAgendaButton": "Show more",
    "hideAgendaButton": "Hide",
    "toolbar": "Toolbar",
    "show": "Show",
    "originalDocument": "Original document",
    "transcript": "Transcript",
    "transcriptLanguage": "Transcript language",
    "textSearch": "Text search",
    "textSearchPlaceholder": "Search content ...",
    "noTargetWordsFound": "No target words found.",
    "of": "of",
    "showingResults": "Showing results",
    "aboutTitle1": "Description",
    "aboutText1": "This web application is used to search multilingual proceedings of historical parliamentary sessions that have been scanned and OCR-processed and are available in digital form. The application allows you to search for texts, speakers and place names. It is also possible to filter the results by language, date of creation and corpus and to sort the results by date and relevance.<br><br>Once the proceedings have been found, you can browse through them and search for their content. Instead of a facsimile of the document, you can also view a transcript in several languages, which also supports the content search.",
    "aboutSubtitle1": "How to search the content of the proceedings",
    "aboutText2": "By default, the keyword search finds all proceedings that contain all the words in the query. To search for documents that contain at least one of the specified search words, separate them with an OR in the search field. You can also search for a phrase. In this case, the phrase is placed in quotation marks (e.g. \"kmetijska šola\"). You can also search for translations of the text.<br><br>If the search word is entered in its basic form (lemma), the search will also find all other forms of the word (e.g. for the search word šola (school), the words šoli, šolo, šole, etc. will also be found).<br><br>The search in the PDF facsimile finds all occurrences of the entered search words as they are written (it does not search by lemma or in translations).",
    "aboutTitle2": "Content (Parliamentary Meeting Proceedings)",
    "aboutText3": "The corpus of the Carniolan Provincial Assembly (1861-1913) is available in the <a href='https://www.clarin.si/repository/xmlui/handle/11356/1824'>Clarin.si repository</a>. It comprises 694 sessions, with each session containing a linguistically annotated text in TEI XML format and a facsimile in PDF format. The corpus was created by the <a href='https://fri.uni-lj.si/sl'>Faculty of Computer and Information Science of the University of Ljubljana</a> in collaboration with the <a href='https://www.inz.si/'>Institute of Contemporary History</a>; the facsimiles of the documents are also available on the portal <a href='https://www.sistory.si/'>History of Slovenia - SIstory</a>.",
    "aboutTitle3": "Website",
    "aboutText4": "Parliamentary corpora viewer<br><br>Copyleft © 2023 Martin Stojanoski, <a href='mailto:martinstojanoski{'@'}outlook.com'>martinstojanoski{'@'}outlook.com</a><br><br>This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.<br><br>This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.<br><br>You should have received a copy of the GNU General Public License along with this program. If not, see <a href='http://www.gnu.org/licenses'>http://www.gnu.org/licenses</a>.<br><br>The source code of the application is available in the <a href='https://github.com/UL-FRI-LGM/CorporaViewer'>Github repository</a>.<br><br>Last change: February 2024",
    "page": "Page",
    "tooltip": "The hits that are the result of searching all relevant records do not necessarily match the hits of searching the PDF document or the transcript of the document. Searching all records also takes into account lemmas and translations of words, while searching the PDF document and the transcript only takes into account the displayed words that exactly match the search string."
}