{
    "webpageTitle": "Zapisniki parlamentarnih zasedanj 1861-1913",
    "menuTitle": "Meni",
    "menuNavigation": "Navigacija",
    "menuLanguage": "Jezik",
    "title": "Zapisniki parlamentarnih zasedanj 1861-1913",
    "search": "Iskalnik",
    "about": "O aplikaciji",
    "language": "Jezik",
    "dontTranslate": "Ne prevajaj",
    "sl": "Slovenščina",
    "de": "Nemščina",
    "en": "Angleščina",
    "searchBarPlaceholder": "Išči po vsebini ...",
    "selectSpeakerPlaceholder": "Izberi govorca ...",
    "selectPlacePlaceholder": "Izberi obravnavani kraj ...",
    "date": "Datum",
    "dateFrom": "Od",
    "dateTo": "Do",
    "corpus": "Korpus",
    "DezelniZborKranjski": "Kranjski deželni zbor",
    "sort": "Razvrsti",
    "sortByRelevance": "Po relevantnosti",
    "sortByDateAsc": "Po datumu (naraščajoče)",
    "sortByDateDesc": "Po datumu (padajoče)",
    "resultsWillBeDisplayedHere": "Rezultati bodo prikazani tukaj.",
    "loading": "Nalaganje ...",
    "additionalLoadingInfo": "Iskanje bolj pogostih besed lahko traja dlje.",
    "noResults": "Vašemu iskanju ne ustreza noben rezultat.",
    "agenda": "Dnevni red",
    "noAgenda": "Zapisnik ne vsebuje dnevnega reda.",
    "detailsButton": "Podrobnosti iskanja",
    "viewDocumentButton": "Poglej dokument",
    "totalFound": "Število povedi, ki ustrezajo vsem iskalnim kriterijem",
    "expandAgendaButton": "Prikaži več",
    "hideAgendaButton": "Skrij",
    "toolbar": "Orodna vrstica",
    "show": "Prikaži",
    "originalDocument": "Originalen dokument",
    "transcript": "Transkript",
    "transcriptLanguage": "Jezik transkripta",
    "textSearch": "Iskanje po besedilu",
    "textSearchPlaceholder": "Iskanje po vsebini ...",
    "noTargetWordsFound": "Napaka pri označevanju iskanih besed.",
    "of": "od",
    "showingResults": "Prikazujem rezultate",
    "aboutTitle1": "Opis",
    "aboutText1": "Spletna aplikacija je namenjena pregledovanju in iskanju po večjezičnih zapisnikih zgodovinsko pomembnih sej, ki so bili optično prebrani in so na voljo v digitalni obliki. Aplikacija omogoča iskanje po besedilu, govorcu in obravnavanem kraju. Omogočeno je tudi nadaljnje filtriranje rezultatov po jeziku, datumu nastanka zapisnika in korpusu ter razvrščanje po datumu nastanka zapisnika in relevantnosti.<br><br>Ko najdemo iskani zapisnik, ga lahko pregledamo in izvajamo vsebinsko iskanje po njem. Namesto faksimila dokumenta lahko preberemo tudi njegov transkript v več jezikih, ki prav tako podpira vsebinsko iskanje.",
    "aboutSubtitle1": "Načini iskanja po vsebini zapisnikov",
    "aboutText2": "Iskanje po ključnih besedah privzeto išče po vseh vpisanih besedah, ki se pojavijo hkrati v istem zapisniku. Če želimo poiskati dokumente, v katerih se pojavi vsaj ena od navedenih iskanih besed, jih v iskalnem polju ločimo z OR. Iščemo lahko tudi po frazah, v tem primeru frazo navedemo v narekovajih (npr. \"kmetijska šola\"). Iščemo lahko tudi po prevodih besedila.<br><br>Če je iskana beseda vpisana v osnovni obliki (lema), iskanje najde tudi vse druge oblike te besede (npr. pri iskani besedi šola poišče tudi besede šoli, šolo, šole itd.).<br><br>Iskanje po dokumentu PDF najde pojavitve katere koli vpisane iskane besede v obliki, kot je zapisna (ne omogoča iskanja po lemi ali v prevodu).",
    "aboutTitle2": "Vsebina (zapisniki parlamentarnih sej)",
    "aboutText3": "Zbirka zapisnikov sej deželnega zbora kranjskega (1861-1913) je v elektronski obliki objavljena v <a href='https://www.clarin.si/repository/xmlui/handle/11356/1824'>repozitoriju Clarin.si</a>. Obsega 694 zapisnikov sej, vsak zapisnik pa vključuje jezikovno anotirano besedilo v formatu TEI XML in faksimile v formatu PDF. Zbirko so pripravili na <a href='https://fri.uni-lj.si/sl'>Fakulteti za računalništvo in informatiko Univerze v Ljubljani </a href='https://www.inz.si/'>v sodelovanju z <a>Inštitutom za novejšo zgodovino</a>, faksimili dokumentov pa so dostopni tudi na portalu <a href='https://www.sistory.si/'>Zgodovina Slovenije - SIstory.<a/>",
    "aboutTitle3": "Spletna stran",
    "aboutText4": "Pregledovalnik parlamentarnih korpusov / Parliamentary corpora viewer<br><br>Copyleft © 2023 Martin Stojanoski, <a href='mailto:martinstojanoski{'@'}outlook.com'>martinstojanoski{'@'}outlook.com</a><br><br>Ta program spada med prosto programje; lahko ga razširjate in/ali spreminjate pod pogoji Splošnega dovoljenja GNU (GNU General Public License), različice 3, kot ga je objavila ustanova Free Software Foundation.<br><br>Ta program se razširja v upanju, da bo uporaben, vendar BREZ VSAKRŠNEGA JAMSTVA; tudi brez posredne zagotovitve CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČEN NAMEN. Za podrobnosti glejte besedilo GNU General Public License.<br><br>Skupaj s tem programom bi morali prejeti izvod Splošnega dovoljenja GNU (GNU General Public License). Podrobnosti licence so dostopne tudi na spletni strani <a href='http://www.gnu.org/licenses'>http://www.gnu.org/licenses</a>. Izvorna koda aplikacije je dosegljiva v <a href='https://github.com/UL-FRI-LGM/CorporaViewer'>repozitoriju Github</a>.<br><br>Zadnja sprememba: februar 2024",
    "page": "Stran",
    "tooltip": "Zadetki, ki so rezultat iskanja vseh relevantnih zapisnikov, se ne nujno skladajo z zadetki iskanja po PDF dokumentu ali transkriptu dokumenta. Iskanje po vseh zapisnikih namreč upošteva tudi leme in prevode besed, medtem ko iskanje po PDF dokumentu in transkriptu upošteva le prikazane besede, ki se natančno ujemajo z iskalnim nizom."
}